Repository: bmangodt/PrusaMini
Catalog: src/lang/po/*/Prusa-Firmware-Buddy_*.po
Languages: nl

source: Bootloader Version %d.%d.%d Buddy Board %d.%d.%d %s
nl: Bootloader Versie %d.%d.%d Buddy Board %d.%d.%d %s

source: A crash dump report (file dump.bin) has been saved to the USB drive.
nl: Een crash dump verslag (bestand dump.bin) is opgeslagen op de USB stick.

source: ABORT
nl: STOP

source: All tests finished successfully!
nl: Alle testen succesvol geslaagd!

source: Always
nl: Altijd

source: Apply
nl: Toepassen

source: Are you sure to stop this printing?
nl: Wil je zeker deze print stopzetten?

source: Assist
nl: Hulp

source: BACK
nl: TERUG

source: Back
nl: Terug

source: Bed leveling failed. Try again?
nl: Bed levelen mislukt. Opnieuw proberen?

source: Calibrating Z
nl: Calibratie Z

source: Calibration
nl: Calibratie

source: CALIBRATION
nl: CALIBRATIE

source: Calibration successful! Happy printing!
nl: Calibratie is succesvol! Veel printplezier!

source: Calibration XY
nl: Calibratie XY

source: CANCEL
nl: ANNULEER

source: CHANGE FILAMENT
nl: VERANDER FILAMENT

source: Change Filament
nl: Verander Filament

source: Checking axes
nl: Assen controleren

source: Checking hotend and heatbed heaters
nl: Controleren hotend and heatbed warmte elementen

source: Clean steel sheet.
nl: Stalen plaat schoonmaken.

source: Congratulations! XYZ calibration is ok. XY axes are perpendicular.
nl: Proficiat! XYZ calibratie is ok. XY assen zijn loodrecht.

source: Continual beeps test press button to stop
nl: Luidspreker test Druk op knop om te stoppen

source: CONTINUE
nl: VERDER

source: Cooldown
nl: Afkoelen

source: DISABLE SENSOR
nl: SENSOR UITSCHAKELEN

source: Disable Steppers
nl: Steppers uitschakelen

source: Disconnect
nl: Verbind. verbreken

source: Do you want to repeat the last step and readjust the distance between the nozzle and heatbed?
nl: Wilt u de laatste stap herhalen en de afstand tussen de nozzle en het bed opnieuw aanpassen?

source: Do you want to use the current value? Current: %0.3f. Default: %0.3f. Click NO to use the default value (recommended)
nl: Wilt u de huidige waarde gebruiken? Huidige: %0.3f. Standaard: %0.3f. Selecteer NEE om de standaard waarde te gebruiken (aanbevolen)

source: Do you want to use last set value? Last: %0.3f. Default: %0.3f. Click NO to use default value.
nl: Wilt u de laaste waarde gebruiken? Laatste: %0.3f. Standaard: %0.3f. Selecteer NEE om de standaard waarde te gebruiken.

source: DONE
nl: KLAAR

source: Ejecting
nl: Uitwerpen

source: Error saving crash dump report to the USB drive. Please reinsert the USB drive and try again.
nl: Error bij het opslaan van de crash dump op de USB stick. Steek de USB stick opnieuw in en probeer nogmaals.

source: Everything is alright. I will run XYZ calibration now. It will take approximately 12 minutes.
nl: Alles is ok. Ik zal nu XYZ calibreren. Dit zal ongeveer 12 minuten duren.

source: Factory defaults loaded. The system will now restart.
nl: Fabrieksinstellingen geladen. Het systeem zal nu herstarten.

source: Factory Reset
nl: Fabrieksinstellingen

source: Fail Stats
nl: Fout statistiek

source: Fan test
nl: Ventilator test

source: Filament not detected. Load filament now? Select NO to cancel, or IGNORE to disable the filament sensor and continue.
nl: Filament niet gedetecteerd. Filament nu laden? Selecteer NEE om te annuleren of NEGEER om de filament sensor uit te schakelen en door te gaan.

source: Firmware Version
nl: Firmware Versie

source: First Layer Cal.
nl: Eerste Laag Cal.

source: FIRST LAYER CALIB.
nl: EERSTE LAAG CALIB.

source: Fri
nl: Vrij

source: Heating disabled due to 30 minutes of inactivity.
nl: Verwarming gestopt door 30 minuten van inactiviteit.

source: Heating...
nl: Verwarmen...

source: Hi, this is your Original Prusa MINI.
nl: Hi, ik ben jouw Original Prusa MINI.

source: HOME
nl: THUIS

source: Home
nl: Thuis

source: Hotend fan
nl: Hotend ventilator

source: IGNORE
nl: NEGEER

source: In the next step, use the knob to adjust the nozzle height. Check the pictures in the handbook for reference.
nl: In de volgende stap, gebruik de knop om de hoogte van de nozzle aan te passen. Bekijk de afbeeldingen in het handboek als voorbeeld.

source: Information
nl: Informatie

source: Inserting
nl: Invoegen

source: IP addresses are not valid or the file "lan_settings.ini" is not in the root directory of the USB drive.
nl: IP adressen zijn niet geldig of het bestand "lan_settings.ini" staat niet in het hoofdpad van de USB stick.

source: IP addresses or parameters are not valid or the file "lan_settings.ini" is not in the root directory of the USB drive.
nl: IP adressen of parameters zijn niet geldig of het bestand "lan_settings.ini" staat niet in het hoofdpad van de USB stick.

source: Is color correct?
nl: Is het kleur juist?

source: Is filament in extruder gear?
nl: Is het filament in de extruder?

source: Is steel sheet on heatbed?
nl: Is er een plaat op het heatbed?

source: LAN SETTINGS
nl: LAN INSTELLINGEN

source: Lan settings
nl: Lan instellingen

source: Language
nl: Taal

source: LANGUAGES
nl: TALEN

source: Live Adjust Z
nl: Live Aanpas. Z

source: LOAD
nl: LADEN

source: LOAD FILAMENT
nl: LAAD FILAMENT

source: Load Filament
nl: Laad Filament

source: Load settings
nl: Laad instellingen

source: Loading ...
nl: Laden ...

source: Loading to nozzle
nl: Laden naar nozzle

source: Loud
nl: Luid

source: Make sure the filament is inserted through the sensor.
nl: Wees zeker dat het filament door de sensor zit.

source: Material
nl: Materiaal

source: Measuring reference height of calib. points
nl: Aan het meten van de hoogte van de calib. punten

source: Mesh bed leveling failed?
nl: Mesh bed leveling gefaald?

source: MESSAGES
nl: BERICHTEN

source: Messages
nl: Berichten

source: Mon
nl: Ma

source: Move Axis
nl: Beweeg As

source: MOVE AXIS
nl: BEWEEG AS

source: Move E
nl: Beweeg E

source: Move X
nl: Beweeg X

source: Move Y
nl: Beweeg Y

source: Move Z
nl: Beweeg Z

source: NEXT
nl: VOLGENDE

source: NO
nl: NEE

source: No filament sensor detected. Verify that the sensor is connected and try again.
nl: Geen filament sensor gedetecteerd. Kijk na of de sensor aangesloten is en probeer opnieuw.

source: No messages
nl: Geen berichten

source: No USB
nl: Geen USB

source: Now, let's calibrate the distance between the tip of the nozzle and the print sheet.
nl: Nu, laten we de afstand tussen de tip van de nozzle en /nde printplaat gaan calibreren.

source: Noz. target: %.0f_C
nl: Noz. doel: %.0f_C

source: Nozzle is too cold.
nl: Nozzle is te koud.

source: Off
nl: Uit

source: On
nl: Aan

source: On restart
nl: Bij herstarten

source: Once
nl: Eenmaal

source: Once the printer starts extruding plastic, adjust the nozzle height by turning the knob until the filament sticks to the print sheet.
nl: Eenmaal de printer begint met het uitspuwen van plastic, pas de hoogte van de nozzle aan tot het filament blijft kleven aan de printplaat.

source: Pause
nl: Pauze

source: Pausing...
nl: Pauzeren...

source: PID adjustment
nl: PID aanpassen

source: Place a sheet of paper under the nozzle during the calibration of first 4 points. If the nozzle catches the paper, power off printer immediately!
nl: Plaats een blad papier onder de nozzle gedurende de calibratie van de eerste 4 punten. Als de nozzle het papier meeneemt, schakel de printer uit!

source: Please clean the nozzle for calibration. Click NEXT when done.
nl: Maak de nozzle schoon voor het calibreren. Klik VOLGENDE als u klaar bent.

source: Please insert a USB drive and try again.
nl: Plaats een USB stick en probeer opnieuw.

source: Please insert the USB drive that came with your MINI and reset the printer to flash the firmware
nl: PLaats de bijgeleverde USB stick, dat bij uw MINI kwam, in en reset de printer om de firmware te flashen.

source: Please place steel sheet on heatbed.
nl: Plaats een bouwplaat op het heatbed.

source: Please remove steel sheet from heatbed.
nl: Verwijder de bouwplaat van hey heatbed.

source: Please wait
nl: Wachten AUB

source: PREHEAT
nl: VOORVERWARMEN

source: Preheat
nl: Voorverwarmen

source: PREHEAT for LOAD
nl: VOORVERWARMEN voor LADEN

source: PREHEAT for UNLOAD
nl: VOORVERWARMEN voor ONTLADEN

source: Preparing to ram
nl: Voorbereiden op ram

source: Press CONTINUE and push filament into the extruder.
nl: Druk VOLGENDE en duw het filament in de extruder.

source: Press NEXT to run the Selftest, which checks for potential issues related to the assembly.
nl: Druk op VOLGENDE om de Selftest uit te voeren. We zullen checken voor eventuele problemen gerelateerd aan de assemblage.

source: Print Fan
nl: Print Ventilator

source: Print fan
nl: Print Ventilator

source: Print Time
nl: Print Tijd

source: Print will end
nl: Print zal eindigen

source: PRINTING
nl: PRINTEN

source: Printing time
nl: Printtijd

source: PURGE FILAMENT
nl: ZUIVER FILAMENT

source: Purge Filament
nl: Zuiver Filament

source: Purging
nl: Zuiveren

source: Question
nl: Vraag

source: Really Disconnect?
nl: Verbinding verbreken?

source: REHEAT
nl: HEROPWARMEN

source: Remaining Time
nl: Resterende Tijd

source: Reprint
nl: Herprint

source: Resume
nl: Hervatten

source: Resuming...
nl: Hervatten...

source: RETRY
nl: OPNIEUW PROBEREN

source: Return
nl: Terug

source: Sat
nl: Zat

source: Save Crash Dump
nl: Sla Crash Dump op

source: Save settings
nl: Sla instellingen op

source: Searching bed calibration points
nl: Zoeken naar bed calibratie punten

source: Select filament type
nl: Selecteer filament type

source: SELECT FILE
nl: SELECTEER BESTAND

source: SELECT LANGUAGE
nl: SELECTEER TAAL

source: Select when you want to automatically flash updated firmware from USB flash disk.
nl: Selecteer wanneer u automatisch nieuwe firmware van de USB stick wilt flashen.

source: Send Info by QR
nl: Info verstuurd via QR

source: Settings
nl: Instellingen

source: SETTINGS
nl: INSTELLINGEN

source: Settings successfully loaded
nl: Instellingen correct geladen

source: Silent
nl: Stil

source: Sound Mode
nl: Geluidsmodus

source: Sound Type
nl: Geluid Type

source: Sound Volume
nl: Geluid Volume

source: Speed
nl: Snelheid

source: Static IPv4 addresses were not set.
nl: Statische IPv4 adressen niet ingesteld.

source: Statistic
nl: Statistisch

source: Sun
nl: Zon

source: System Info
nl: Systeem Info

source: TEMPERATURE
nl: TEMPERATUUR

source: Temperature
nl: Temperatuur

source: The first layer calibration failed to finish. Double-check the printer's wiring, nozzle and axes, then restart the calibration.
nl: Calibratie van de eerste laag kon niet worden uitgevoerd. Kijk de bedrading van de printer, de nozzle en de assen na en herstart het calibratieproces.

source: The printer is not calibrated. Start First Layer Calibration?
nl: Printer is niet gecalibreerd. Eerste Laag Calibratie starten?

source: The selftest failed to finish. Double-check the printer's wiring and axes. Then restart the Selftest.
nl: The Selftest kon niet worden uitgevoerd. Kijk de bedrading van de printer en de assen na. Herstart dan de Selftest.

source: The settings have been saved successfully in the "lan_settings.ini" file.
nl: De instellingen zijn succesvol in het bestand "lan_settings.ini" opgeslagen.

source: The status bar is at the bottom of the screen. It contains information about: - Nozzle temp. - Heatbed temp. - Printing speed - Z-axis height - Selected filament
nl: De status bar staat onderaan het scherm. Het bevat informatie over: - Nozzle temp. - Heatbed temp. - Print snelheid - Z-as hoogte - Geselecteerde filament

source: The XYZ calibration failed to finish. Double-check the printer's wiring and axes, then restart the XYZ calibration.
nl: XYZ calibratie kon niet worden uitgevoerd. Kijk de bedrading van de printer en de assen na. Herstart dan het XYZ calibratieproces.

source: Timeout
nl: Menu Timeout

source: Today at
nl: Vandaag om

source: TRY AGAIN
nl: PROBEER OPNIEUW

source: Tue
nl: Dins

source: TUNE
nl: CALIBREER

source: Tune
nl: Calibreer

source: USB Disk is not ready!
nl: USB stick is niet klaar!

source: USB Disk is Write protected!
nl: USB stick is write protected!

source: Used Filament
nl: Gebruikt Filament

source: VERSION INFO
nl: VERSIE INFO

source: Version Info
nl: Versie Info

source: Waiting for cooldown
nl: Wachten op cooldown

source: Waiting for temp.
nl: Wachten op temp.

source: Warning
nl: Waarschuwing

source: Wed
nl: Woe

source: Welcome to the Original Prusa MINI setup wizard. Would you like to continue?
nl: Welkom bij de Original Prusa MINI setup wizard. Wilt u doorgaan?

source: Welcome to the Original Prusa MINI setup wizard. Would you like to continue?
nl: Welkom bij de Original Prusa MINI setup wizard. Wilt u doorgaan?

source: X-axis
nl: X-as

source: XYZ CALIBRATION
nl: XYZ CALIBRATIE

source: Y-axis
nl: Y-as

source: YES
nl: JA

source: Z height:
nl: Z hoogte:

source: Z-axis
nl: Z-as
